Repository: ShahadAloufi/DeerhaGraduationProject
Catalog: Derha/*.lproj/Localizable.strings
Languages: hi

source: Checkout
hi: चेक आउट

source: Online Order
hi: ऑनलाइन ऑर्डर

source: Stock
hi: भंडार

source: Add Product
hi: उत्पाद जोड़ें

source: Clear
hi: मिटाना

# Barcode Number
source: Product Code
hi: आइटमबारोड

source: Arabic Name
hi: वस्तु का नाम अरबी

source: English Name
hi: आइटम का नाम अंग्रेजी

source: Quantity
hi: मात्रा

source: Price
hi: कीमत

source: Scan barcode number here
hi: बारकोड नंबर यहां स्कैन करें

source: You still have not received any orders
hi: आपको अभी भी कोई आदेश नहीं मिला है

source: Total
hi: कुल

source: Credit Card
hi: क्रेडिट कार्ड

source: Cash
hi: नकद

source: Received Amount
hi: प्राप्त हुआ

source: Left
hi: बाएं

source: Add
hi: जोड़ें

source: Product Code
hi: आइटमबारोड

source: Product Name
hi: आइटम का नाम अंग्रेजी

source: Expiration Date
hi: समाप्ति तिथि

source: Product Category
hi: श्रेणी

source: Product Description
hi: उत्पाद वर्णन

source: Category
hi: श्रेणी

source: Edit
hi: संपादन करना

source: Product Name In Arabic
hi: वस्तु का नाम अरबी

source: Product Name In English
hi: आइटम का नाम अंग्रेजी

# Barcode
source: Product Code
hi: आइटमबारोड

source: Unit
hi: इकाई

source: Sub Total
hi: उप कुल

source: Tax 15%
hi: कर 15%

source: Alert me when remaining quantity is
hi: सतर्क होने पर शेष मात्रा है

source: Done
hi: किया हुआ

source: Cancel
hi: रद्द करना

source: Product Info
hi: उत्पाद की जानकारी

source: Add Batch
hi: बैच जोड़ें

source: You can add batches to this product
hi: आप इस उत्पाद में बैच जोड़ सकते हैं

source: Dairy
hi: डेयरी

source: Vegetables
hi: सब्जियां

source: SAR
hi: सऊदी रियाल

source: Fruits
hi: फल

source: Beverages
hi: पेय पदार्थ

source: Desserts
hi: डेसर्ट

source: Canned Goods
hi: डिब्बाबंद सामान

source: Meat
hi: मांस

source: Fish & Seafood
hi: मछली और समुद्री भोजन

source: Deli
hi: डेली

source: Condiments & Spices
hi: मसालों और मसाले

source: Snacks
hi: नाश्ता

source: Bread & Bakery
hi: ब्रेड एंड बेकरी

source: Pasta, Rice & Cereal
hi: पास्ता, चावल और अनाज

source: Baking
hi: बेकिंग

source: Frozen Foods
hi: फ्रोजन फूड्स

source: Personal Care
hi: पर्सनल केयर

source: Health Care
hi: स्वास्थ्य देखभाल

source: Household & Cleaning Supplies
hi: घरेलू और सफाई आपूर्ति

source: Baby Items
hi: बेबी आइटम

source: Pet Care
hi: पेट केयर
